Repository: AliasCodes/woocommerce-ai-assistant
Catalog: languages/wp-ai-assistant-*.po
Languages: fa_ir

source: WP AI Assistant
fa_ir: دستیار هوش مصنوعی

source: AI-powered chat assistant for your WordPress website with bilingual support (English/Persian)
fa_ir: دستیار چت هوشمند برای وب‌سایت وردپرس شما با پشتیبانی دوزبانه (انگلیسی/فارسی)

source: Settings
fa_ir: تنظیمات

source: Save Settings
fa_ir: ذخیره تنظیمات

source: Search
fa_ir: جستجو

source: Intelligent Assistant
fa_ir: دستیار هوشمند

source: AI Assistant
fa_ir: دستیار هوش مصنوعی

source: Minimize
fa_ir: کوچک کردن

source: Close
fa_ir: بستن

source: Welcome! Let's get started
fa_ir: خوش آمدید! بیایید شروع کنیم

source: Please provide your details to begin chatting
fa_ir: لطفا اطلاعات خود را برای شروع گفتگو وارد کنید

source: Your Name*
fa_ir: نام شما*

source: Email Address
fa_ir: آدرس ایمیل

source: Phone Number
fa_ir: شماره تلفن

source: Start Chatting
fa_ir: شروع گفتگو

source: Hi! How can I help you today?
fa_ir: سلام! چطور می‌تونم کمکتون کنم؟

source: Just now
fa_ir: همین الان

source: AI is typing...
fa_ir: در حال تایپ...

source: Type your message...
fa_ir: پیام خود را بنویسید...

source: Send message
fa_ir: ارسال پیام

source: Powered by AI Assistant
fa_ir: قدرت گرفته از دستیار هوش مصنوعی

source: Analytics
fa_ir: تحلیل‌ها

source: Chat Users
fa_ir: کاربران چت

source: Users
fa_ir: کاربران

source: Chat History
fa_ir: تاریخچه گفتگو

source: API Configuration
fa_ir: پیکربندی API

source: API URL
fa_ir: آدرس API

source: Backend API URL (https://api.webtamino.com)
fa_ir: آدرس API بک‌اند (مثلاً https://api.webtamino.com)

source: API Key
fa_ir: کلید API

source: Your API access key from the WordPress Assistant platform
fa_ir: کلید دسترسی API شما از پلتفرم دستیار وردپرس

source: Project ID
fa_ir: شناسه پروژه

source: Your project ID (optional)
fa_ir: شناسه پروژه شما (اختیاری)

source: Test Connection
fa_ir: تست اتصال

source: Widget Settings
fa_ir: تنظیمات ابزارک

source: Enable Chat Widget
fa_ir: فعال‌سازی ابزارک چت

source: Show chat widget on website
fa_ir: نمایش ابزارک چت در وب‌سایت

source: Widget Position
fa_ir: موقعیت ابزارک

source: Bottom Right
fa_ir: پایین راست

source: Bottom Left
fa_ir: پایین چپ

source: Top Right
fa_ir: بالا راست

source: Top Left
fa_ir: بالا چپ

source: Primary Color
fa_ir: رنگ اصلی

source: Greeting Message (English)
fa_ir: پیام خوش‌آمدگویی (انگلیسی)

source: Greeting Message (Persian)
fa_ir: پیام خوش‌آمدگویی (فارسی)

source: Placeholder Text (English)
fa_ir: متن جایگزین (انگلیسی)

source: Placeholder Text (Persian)
fa_ir: متن جایگزین (فارسی)

source: Content Moderation
fa_ir: نظارت بر محتوا

source: Forbidden Words
fa_ir: کلمات ممنوع

source: Comma-separated list of words to block (e.g., spam, badword)
fa_ir: لیست کلمات مسدودشده با کاما جدا شده (مثلاً spam, badword)

source: Rate Limit
fa_ir: محدودیت نرخ

source: messages per hour per user
fa_ir: پیام در ساعت برای هر کاربر

source: User Data Collection
fa_ir: جمع‌آوری اطلاعات کاربر

source: Collect Information
fa_ir: جمع‌آوری اطلاعات

source: Display Options
fa_ir: گزینه‌های نمایش

source: Show Features
fa_ir: نمایش ویژگی‌ها

source: Message Timestamps
fa_ir: زمان پیام‌ها

source: Emoji Picker
fa_ir: انتخابگر ایموجی

source: Search users...
fa_ir: جستجوی کاربران...

source: Export to CSV
fa_ir: خروجی CSV

source: Name
fa_ir: نام

source: Email
fa_ir: ایمیل

source: Phone
fa_ir: تلفن

source: IP Address
fa_ir: آدرس IP

source: First Seen
fa_ir: اولین بازدید

source: Last Active
fa_ir: آخرین فعالیت

source: No users found.
fa_ir: کاربری یافت نشد.

source: Recent Sessions
fa_ir: جلسات اخیر

source: Conversation
fa_ir: گفتگو

source: No chat sessions found.
fa_ir: جلسه گفتگویی یافت نشد.

source: Select a session to view messages
fa_ir: یک جلسه را برای مشاهده پیام‌ها انتخاب کنید

source: No messages in this session
fa_ir: پیامی در این جلسه وجود ندارد

source: ago
fa_ir: پیش

source: Load More
fa_ir: بارگذاری بیشتر

source: Last 7 Days
fa_ir: 7 روز اخیر

source: Last 30 Days
fa_ir: 30 روز اخیر

source: Last 90 Days
fa_ir: 90 روز اخیر

source: Total Messages
fa_ir: کل پیام‌ها

source: Total Users
fa_ir: کل کاربران

source: Chat Sessions
fa_ir: جلسات گفتگو

source: Avg. Messages/Session
fa_ir: میانگین پیام/جلسه

source: Daily Activity
fa_ir: فعالیت روزانه

source: View Users
fa_ir: مشاهده کاربران

source: Manage chat users
fa_ir: مدیریت کاربران چت

source: View conversations
fa_ir: مشاهده گفتگوها

source: Configure plugin
fa_ir: پیکربندی افزونه

source: Messages
fa_ir: پیام‌ها

source: You do not have sufficient permissions to access this page.
fa_ir: شما مجوز کافی برای دسترسی به این صفحه را ندارید.

source: You do not have sufficient permissions to perform this action.
fa_ir: شما مجوز کافی برای انجام این عملیات را ندارید.

source: API key not configured. Please contact the site administrator.
fa_ir: کلید API پیکربندی نشده است. لطفاً با مدیر سایت تماس بگیرید.

source: Connection error: %s
fa_ir: خطای اتصال: %s

source: Unknown error occurred
fa_ir: خطای ناشناخته رخ داده است

source: Invalid response from server
fa_ir: پاسخ نامعتبر از سرور

source: Connection failed: %s
fa_ir: اتصال ناموفق بود: %s

source: Server returned status code: %d
fa_ir: سرور کد وضعیت را برگرداند: %d

source: Name is required
fa_ir: نام الزامی است

source: Failed to save user
fa_ir: ذخیره کاربر ناموفق بود

source: Missing required fields
fa_ir: فیلدهای الزامی وجود ندارد

source: Message is too long (max 1000 characters)
fa_ir: پیام خیلی طولانی است (حداکثر 1000 کاراکتر)

source: Message contains forbidden content
fa_ir: پیام حاوی محتوای ممنوع است

source: User not found
fa_ir: کاربر یافت نشد

source: You are sending messages too quickly. Please wait a moment.
fa_ir: شما خیلی سریع پیام می‌فرستید. لطفاً لحظه‌ای صبر کنید.

source: Failed to save message
fa_ir: ذخیره پیام ناموفق بود

source: Session ID required
fa_ir: شناسه جلسه الزامی است

source: Invalid role
fa_ir: نقش نامعتبر

source: API key is not configured
fa_ir: کلید API پیکربندی نشده است

source: API URL is not configured
fa_ir: آدرس API پیکربندی نشده است

source: Connection successful!
fa_ir: اتصال موفقیت‌آمیز بود!

source: Connection successful! But API key or Ip Address is not valid
fa_ir: اتصال موفقیت‌آمیز بود! اما Api Key و یا ip شما صحیح نمیباشد

source: <strong>WooCommerce is not installed or activated!</strong> WP AI Assistant requires WooCommerce to provide product recommendations and order creation. Please <a href="%s" target="_blank">install WooCommerce</a> or activate it from the <a href="%s">Plugins page</a>.
fa_ir: <strong>ووکامرس نصب یا فعال نشده است!</strong> دستیار هوش مصنوعی به ووکامرس نیاز دارد تا بتواند پیشنهادات محصول و ایجاد سفارش را ارائه دهد. لطفاً <a href="%s" target="_blank">ووکامرس را نصب کنید</a> یا آن را از <a href="%s">صفحه افزونه‌ها</a> فعال کنید.

source: <strong>WordPress REST API is disabled!</strong> WP AI Assistant requires the REST API to function properly. Please enable the REST API or check if any plugin/theme is blocking it.
fa_ir: <strong>REST API وردپرس غیرفعال است!</strong> دستیار هوش مصنوعی برای عملکرد صحیح به REST API نیاز دارد. لطفاً REST API را فعال کنید یا بررسی کنید که آیا افزونه یا قالبی آن را مسدود کرده است.

source: <strong>WooCommerce REST API may not be properly configured!</strong> For full functionality, ensure WooCommerce REST API is enabled. <a href="%s">Check WooCommerce Settings</a>.
fa_ir: <strong>REST API ووکامرس ممکن است به درستی پیکربندی نشده باشد!</strong> برای عملکرد کامل، اطمینان حاصل کنید که REST API ووکامرس فعال است. <a href="%s">تنظیمات ووکامرس را بررسی کنید</a>.
